{ "gamesPs4": [
    {
        "id": 1,
        "name": "Grand Theft Auto V",
        "summary": "The biggest, most dynamic and most diverse open world ever created, Grand Theft Auto V blends storytelling and gameplay in new ways as players repeatedly jump in and out of the lives of the game’s three lead characters, playing all sides of the game’s interwoven story.",
        "genres": "Shooter",
		"platform": "PlayStaion 4"
		"url": "http://www.metacritic.com/game/playstation-4/grand-theft-auto-v"
         

    },
    {
        "id": 2,
        "name": "Grand Theft Auto: Vice City",
        "summary": "In the year 1986, Tommy Vercetti is heavily indebted to his mafia superiors after a drug deal gone awry, but his dreams of taking over Vice City (based on Miami) push him down a different path. Featuring a wide variety of vehicles, unique radio stations playing hit songs from the era and an intense atmosphere, GTA: Vice City offers valuable insight into the excess and mob life of '80's Miami.",
        "genres": "Shooter",
		"platform": "PlayStaion 4"
        
      
    },
    {
        "id": 3,
        "name": "ARK: Survival Evolved",
        "summary": "ARK: Survival Evolved takes on the survival genre with a unique blend of emergent multiplayer cooperation and competition. Players awake naked and starving on the beach of a mysterious island among a herd of other confused humans. On ARK, they must then hunt, harvest, craft, research technology, and build shelters to protect against scorching days, freezing nights, volatile weather systems, dangerous wildlife, and potential enemies.  \n  \nUse cunning strategy and tactics to tame and ride the many dinosaurs and other primeval creatures roaming the dynamic, persistent ecosystems across land, sea, air, and even underground. Build your character’s strengths and gain items, skills, and pet creatures using in-depth role-playing systems. Start a tribe with hundreds of other players to survive and dominate competing tribes...and ultimately discover the ARK’s true purpose.",
        "genres": "Shooter",
		"platform": "PlayStaion 4"
          
        
    },
    {
        "id": 4,
        "name": "Earthlock: Festival of Magic",
        "summary": "An original turn-based role-playing game set in a world of machines and magic, a world that stopped spinning thousands of years ago.\r\r\n\r\r\nRich, non-linear story \r\r\nTurn-based combat (No Active Time Battle) \r\r\nCombat pairs (Allows more variations to your battle team) \r\r\nGrow your own ammunition (Organic crafting) \r\r\nBuild and improve your home base \r\r\nEnvironmental Puzzles \r\r\nGorgeous overworld with a retro feel \r\r\nNo random encounters (Monsters visible at all times) \r\r\nPlay as Male or Female protagonist (You can switch at any time)",
        "genres": "Role-playing (RPG)",
		"platform": "PlayStaion 4"
       
    },
    {
        "id": 5,
        "name": "Farming Simulator 17",
        "summary": "Farming Simulator 17 invites you into the challenging world of a modern day farmer. Take on all the challenges of farming life, including animal husbandry, crops, sales, and woodcutting. You decide how you want to manage and grow your farm in a huge, open world!",
        "genres": "Simulator",
		"platform": "PlayStaion 4"
    },
    {
        "id": 6,
        "name": "Mass Effect: Andromeda",
        "summary": "A new adventure awaits in the Mass Effect universe. With stunning visuals and a new galaxy to discover, BioWare delivers the next generation of space exploration.  \n  \nCommander Shepard's story may be over, but there are many more stories to tell in the Mass Effect universe. Mass Effect Andromeda will be set in a new galaxy, with new characters, new quests and a whole load of new consequence-laden decisions to make.",
        "genres": "Shooter",
       "platform": "PlayStaion 4"
        
    },
    {
        "id": 7,
        "name": "Pro Evolution Soccer 2017",
        "summary": "Pro Evolution Soccer 2017 is a sports video game developed by PES Productions and published by Konami for Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360 and Xbox One. The game is the 16th installment in the Pro Evolution Soccer series.",
        "genres": "Sport",
        "platform": "PlayStaion 4"
       
    },
    {
        "id": 8,
        "name": "Plants vs Zombies: Garden Warfare 2",
        "summary": "The battle for suburbia grows to crazy new heights in Plants vs. Zombies Garden Warfare 2! In this hilarious, action-packed shooter, zombie leader Dr. Zomboss has strengthened his horde and rebuilt suburbia as a zombie utopia. But hope remains, because for the first time the plants are taking the offensive in an all-out attack to reclaim their turf. Play as the plants in the all-new 24-player Herbal Assault mode, or choose your side in 4-player co-op or Solo Play!",
        "genres": "Shooter",
        "platform": "PlayStaion 4"
            
        
    },
    {
        "id": 9,
        "name": "Call of Duty: Black Ops III",
        "summary": "Call of Duty: Black Ops 3 deploys players into a dark, twisted future where a new breed of Black Ops soldier emerges and the lines are blurred between our own humanity and the technology we created to stay ahead, in a world where cutting-edge military robotics define warfare. With three unique game modes: Campaign, Multiplayer and Zombies, providing fans with the deepest and most ambitious Call of Duty ever.",
        "genres": "Shooter",
       "platform": "PlayStaion 4"
    }
]
}